{"translation-revision-date":"2024-02-02 11:28:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Avoid vulnerabilities from harming your site with <b>Real-Time Updates,<\/b> never forget to upgrade a plugin or theme ever again.":["Évitez que les vulnérabilités ne nuisent à votre site grâce aux <b>mises à jour en temps réel.<\/b> N’oubliez plus jamais de mettre à jour une extension ou un thème."],"Solid Security with the help of Patchstack has <b>automatically updated %d plugin or theme<\/b> in the last 90 days!":["Solid Security, avec l’aide de Patchstack, a <b>automatiquement mis à jour %d extension ou thème<\/b> au cours des 90 derniers jours !","Solid Security, avec l’aide de Patchstack, a <b>automatiquement mis à jour %d extensions ou thèmes<\/b> au cours des 90 derniers jours !"],"Get Real-time Updates":["Obtenez des mises à jour en temps réel"],"Real-time Updates":["Mises à jour en temps réel actives"],"Automated protection was available for <b>%d vulnerabilities<\/b> using <b>virtual patches<\/b> that instantly deploy when using Solid Security Pro with Patchstack integration. Get ’round the clock protection. Go Pro today.":["Une protection automatisée était disponible pour les <b>vulnérabilités du site%d <\/b> à l’aide de <b>correctifs virtuels<\/b> qui se déploient instantanément lorsque vous utilisez Solid Security Pro avec l’intégration de Patchstack. Bénéficiez d’une protection 24 heures sur 24. Passez Pro dès aujourd’hui.","Une protection automatisée était disponible pour les <b>vulnérabilités du site%d <\/b> à l’aide de <b>correctifs virtuels<\/b> qui se déploient instantanément lorsque vous utilisez Solid Security Pro avec l’intégration de Patchstack. Bénéficiez d’une protection 24 heures sur 24. Passez Pro dès aujourd’hui."],"You were automatically protected from <b>%d vulnerability<\/b> using <b>virtual patching,<\/b> Solid Security Pro’s instant protection feature!":["Vous avez été automatiquement protégé contre la <b>%d vulnérabilité<\/b> à l’aide de la <b>correction virtuelle, la<\/b> fonction de protection instantanée de Solid Security Pro !","Vous avez été automatiquement protégé contre <b>%d vulnérabilités<\/b> à l’aide de la <b>correction virtuelle, la<\/b> fonction de protection instantanée de Solid Security Pro !"],"Get Instant Protection":["Obtenez une protection instantanée"],"Instant Protection":["Protection instantanée"],"We didn’t spot vulnerabilities that could have been patched automatically in the last 90 days, great job keeping your site secure!":["Nous n’avons pas repéré de vulnérabilités qui auraient pu être corrigées automatiquement au cours des 90 derniers jours ; bravo pour la sécurité de votre site !"],"Go Pro with Patchstack":["Passez Pro avec Patchstack"],"We didn’t spot vulnerabilities that could have been patched automatically in the last 90 days, <b>but they can still appear any day<\/b>. Solid Security Pro with Patchstack gives peace of mind and proactive security upgrade to be automatically protected today!":["Nous n’avons pas repéré de vulnérabilités qui auraient pu être corrigées automatiquement au cours des 90 derniers jours, <b>mais elles peuvent apparaître à tout moment<\/b>. Solid Security Pro avec Patchstack offre une tranquillité d’esprit et une mise à niveau proactive de la sécurité pour être automatiquement protégé dès aujourd’hui !"],"<b>%d<\/b> Vulnerability we could have patched automatically":["<b>%d<\/b> Vulnérabilité que nous aurions pu corriger automatiquement","<b>%d<\/b> Vulnérabilités que nous aurions pu corriger automatiquement"],"Solid Security Pro with Patchstack automatically protected you from <b>%d<\/b> vulnerability in the last 90 days":["Solid Security Pro avec Patchstack vous a protégé automatiquement contre <b>%d<\/b> vulnérabilité dans les 90 derniers jours","Solid Security Pro avec Patchstack vous a protégé automatiquement contre <b>%d<\/b> vulnérabilités dans les 90 derniers jours"],"Upgrade to Patchstack":["Mise à niveau vers Patchstack"],"Get Solid Security Pro + Patchstack":["Obtenez Solid Security Pro + Patchstack"],"Automated Firewall Active":["Pare-feu automatisé actif"],"Solid Security Pro could have instantly protected you from %d vulnerability in the last 90 days using automated firewall protection from Patchstack.":["Solid Security Pro aurait pu vous protéger instantanément contre %d vulnérabilité au cours des 90 derniers jours à l’aide de la protection pare-feu automatisée de Patchstack.","Solid Security Pro aurait pu vous protéger instantanément contre %d vulnérabilités au cours des 90 derniers jours à l’aide de la protection pare-feu automatisée de Patchstack."],"You’re getting the best protection available with our Patchstack integration.":["Vous bénéficiez de la meilleure protection possible grâce à l’intégration de Patchstack."],"Interested in always-on, automated firewall protection?":["Vous êtes intéressé par une protection pare-feu automatisée et permanente ?"],"Thanks for valuing your site security!":["Merci d’accorder de l’importance à la sécurité de votre site !"],"Powered by":["Propulsé par"],"Severity":["Sévérité"],"Vulnerability":["Vulnérabilité"],"Type":["Type"],"Dismiss":["Fermer"]}},"comment":{"reference":"core\/admin-pages\/entries\/firewall\/pages\/automated\/index.js"}}